_site/2016-08-31-english-pumpkin.html


<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <title>单词本：蔬菜之南瓜</title>
    
    <meta name="author" content="Kimi MA">

    <!-- Enable responsive viewport -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Le HTML5 shim, for IE6-8 support of HTML elements -->
    <!--[if lt IE 9]>
    <![endif]-->

    <!-- Le styles -->
    <link href="assets/themes/twitter/bootstrap/css/bootstrap.2.2.2.min.css" rel="stylesheet">
    <link href="assets/themes/twitter/css/style.css?body=1" rel="stylesheet" type="text/css" media="all">
    <link rel="shortcut icon" type="image/ico" href="/assets/favicon.ico">
    <!-- Le fav and touch icons -->
  <!-- Update these with your own images
    <link rel="shortcut icon" href="images/favicon.ico">
    <link rel="apple-touch-icon" href="images/apple-touch-icon.png">
    <link rel="apple-touch-icon" sizes="72x72" href="images/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="114x114" href="images/apple-touch-icon-114x114.png">
  -->

    <!-- atom & rss feed -->
    <link href="/atom.xml" type="application/atom+xml" rel="alternate" title="Sitewide ATOM Feed">
    <link href="/rss.xml" type="application/rss+xml" rel="alternate" title="Sitewide RSS Feed">

  </head>

  <body>
    <div class="navbar navbar-fixed-top">
      <div class="navbar-inner">
        <div class="container-narrow">
          <a class="brand" href="/">Die Welt ist meine Vorstellung</a>
          <ul class="nav">
            
            
            


  
    
      
    
  
    
      
      	
      	<li><a href="/archive">Archive</a></li>
      	
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/categories">Topics</a></li>
      	
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/tags">Tags</a></li>
      	
      
    
  



          </ul>
        </div>
      </div>
    </div>

    <div class="container-narrow">

      <div class="content">
        

<div class="page-header">
  <h1>单词本：蔬菜之南瓜 </h1>
</div>

<div class="row-fluid post-full">
  <div class="span12">
    <div class="date">
      <span>31 August 2016</span>
    </div>
    <div class="content">
      <p>
昨天柯同学留言说最好可以在单词后面加注音标，这样就不需要额外再查词典了解单词读音。所以今后我会单词后面再附上音标。感谢柯同学的建议！
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> pumpkin</h2>
<div class="outline-text-2" id="text-1">
<p>
南瓜，pumpkin [ˈpʌmpkɪn]，又叫 das Kürbis[ˈkʏɐ.bɪs]<sup>(de)</sup> 和 la
citrouille[si.tʁuj]<sup>(fr)</sup>。
</p>

<ul class="org-ul">
<li>Starbucks' <i>pumpkin</i> spice latte chat bot is the perfect Facebook friend. 据说歪果仁喜欢和 Facebook Messenger 中的星巴克南瓜味拿铁<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>聊天机器人闲聊。
<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>
<li>Il plante une <i>citrouille</i> géante. 他种出了一个巨大的南瓜。</li>
<li><i>Kürbisse</i> zählen zu den größten Einzelfrüchten in der Botanik.<sup>(de)</sup> 南瓜是植物中果实最大的品种之一。</li>
</ul>

<p>
此外，还用来指代头，Kopf eines Menschen：
</p>
<ul class="org-ul">
<li>avoir la tête comme une <i>citrouille</i>.<sup>(fr)</sup> to feel as if one's head was going to
burst. 感觉头像个南瓜一样大。感觉头要炸掉了。想得太多，生病头痛，或者环境太闹。</li>
<li>mir dröhnt, schmerzt der <i>Kürbis</i>.<sup>(de)</sup> 我的脑袋又涨又疼。</li>
<li>Kein Hut paßt auf seinen <i>Kürbis</i>.<sup>(de)</sup> 他的头戴啥帽子都不合适。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> jack-o'-lantern</h2>
<div class="outline-text-2" id="text-2">
<p>
学习南瓜单词的时候知道了万圣节的南瓜灯叫 Jack-o'-lantern 或者叫 Jack of the
Lantern。
</p>

<ul class="org-ul">
<li>À l’Halloween, les enfants ont placé une <i>citrouille</i> devant la maison.<sup>(fr)</sup>
万圣节的时候小朋友会做南瓜灯玩。jack-o'-lantern，也叫 der Halloweenkürbis<sup>(de)</sup>，
Kürbislaterne<sup>(de)</sup>。la citrouille halloween<sup>(fr)</sup>。</li>
</ul>

<p>
那么问题来了，为什么南瓜灯叫 Jack 灯笼呢？原来故事是这样的<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>：
</p>

<p>
很久以前有一个叫 Stingy Jacky<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>，或者叫 Jack the Smith，他是一个铁匠。这个
Jack 很懒，但脑子还算机灵。有一回他偷了村民的金币，一路被村民们追着逃跑。路上遇到了恶魔撒旦，撒旦说他的死期到了，要来收走他的灵魂。Jack 就想办法逃避死期。告诉撒旦说他有办法证明追他的看似虔诚的村民们是有罪的。这个办法是这样，先让撒旦变成金币藏进 Jack的钱包，等到村民们追上来之后，把撒旦成的金币还给村民，之后，再让撒旦变得金币消失，这样村民们就会互相怀疑谁偷走了金币，互相打起来。撒旦觉得这个办法不错，就答应了。等到撒旦变成金币跳进 Jack 的钱包之后发现钱包里还有一个十字架，十字架的威力限制了撒旦的法力，于是撒旦就被困在钱包里了。
</p>

<p>
于是 Jack 就要求撒旦答应不拿走他的灵魂，才放撒旦出来。过不了多久，Jack 死了，但是因为他的灵魂充满罪恶，既不能去天堂，也没法跟着撒旦去地狱，所以就变成幽魂游荡在世界上。无处可去的 Jack 再一次去找撒旦说没有光，他不知道该去哪里。撒旦就抛给他一簇冥王哈迪斯的冥火，永远不会熄灭。Jack 就用自己最喜欢出的萝卜雕刻出了一盏灯，把冥火放进去，提着萝卜灯笼到处寻找休息的地方。后来大概因为南瓜比较容易雕刻，就演变为南瓜灯了。
</p>

<p>
南瓜灯据说能防止幽灵闯入家中。还能让吸血鬼现出原型，现出原形的吸血鬼就不敢伤害他人了。
</p>

<p>
以上就是 Jack-o'-lantern 的由来了。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> Summary</h2>
<div class="outline-text-2" id="text-3">
<p>
本文先学习了南瓜的单词 pumpkin<sup>(en)</sup>，das Kürbis[ˈkʏɐ.bɪs]<sup>(de)</sup> 和 la
citrouille[si.tʁuj]<sup>(fr)</sup>。知道了南瓜还常常被用来形容疼痛发胀的大头。之后还知道万圣节南瓜灯 Jack-o'-lantern 的由来。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.starbucks.com/menu/drinks/espresso/pumpkin-spice-latte">http://www.starbucks.com/menu/drinks/espresso/pumpkin-spice-latte</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.theverge.com/2016/8/29/12693096/starbucks-pumpkin-spice-latte-chat-bot-facebook-messenger">http://www.theverge.com/2016/8/29/12693096/starbucks-pumpkin-spice-latte-chat-bot-facebook-messenger</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Jack-o'-lantern#Folklore">https://en.wikipedia.org/wiki/Jack-o'-lantern#Folklore</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Stingy_Jack">https://en.wikipedia.org/wiki/Stingy_Jack</a>
</p></div></div>


</div>
</div>

    </div>

  
    <ul class="tag_box inline">
      <li><i class="icon-folder-open"></i></li>
      
      


  
     
    	<li><a href="/categories.html#language-ref">
    		language <span>65</span>
    	</a></li>
    
  


    </ul>
    

  
    <ul class="tag_box inline">
      <li><i class="icon-tags"></i></li>
      
      


  
     
    	<li><a href="/tags.html#English-ref">English <span>46</span></a></li>
    
  



    </ul>
    

    <hr>
    <div class="pagination">
      <ul>
      
        <li class="prev"><a href="/2016-08-29-english-courgette" title="单词本：蔬菜之西葫芦">&larr; Previous</a></li>
      
        <li><a href="/archive.html">Archive</a></li>
      
        <li class="next"><a href="/2016-09-03-english-gourd" title="单词本：蔬菜之瓜瓜">Next &rarr;</a></li>
      
      </ul>
    </div>
    <hr>
    


  <!-- Duoshuo Comment BEGIN -->
	<div class="ds-thread"></div>
<script type="text/javascript">
var duoshuoQuery = {short_name:"kimim"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = 'http://static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		|| document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- Duoshuo Comment END -->





  </div>
</div>


      </div>
      <hr>
      <footer>
        <p>&copy; 2018 Kimi MA,
           All right reserved.
        </p>
      </footer>

    </div>

    
  </body>
</html>

